●ラウンジ（Lounge）とは待合室のひとつで、公共の休憩室やロビー、家庭内の居間や客間など、くつろげるス●ペース。 空港ラウンジ - 空港内で提供される特別な待合室。
●レンタルとは、 賃貸し。有料貸出し。
●リゾートホテルとは、保養地や観光地にある宿泊施設のことを指します。海や山などの自然に囲まれていることが多く、宿泊しながら体だけでなく心の癒しも目的としているところが多いです。
●相次ぐ／相継ぐ（あいつぐ）とは、物事があとからあとから続いて起こる。
●定める（さだめる）とは、物事を一定の状態に落ち着かせる。
●相違点「相違点」
●保護者「ほごしゃ」
●大勢「おおぜい」
●ランドセルを背負う。
●戦う「たたかう」
●「緩やか」
1. なだらかで急でない
物理的な傾斜や坂などが急ではなく、ゆっくりとした傾斜を表すときに使います。
例文:「この山道は緩やかな坂道が続いている。」
2. 動きや変化が急ではなく、ゆっくりとした
変化や動きが急激でなく、穏やかであることを指します。
例文:「緩やかな経済成長が続いている。」
3. 規制やルールが厳しくない
規制やルールが厳格ではなく、寛容であることを表すときにも使います
例文:「この学校は服装に対して緩やかな規則を持っている。」
●噛む「かむ」
●歯を磨く「みがく」
●歯磨き粉「はみがきこ」
●ゆとり教育
●国旗掲揚式「こっき　けいようしき」
●相違「そうい」
●半年を経った
●「引きこもり」とは、自宅や自室から出ることなく過ごすことなどを示す表現。
●「愛着（あいちゃく）」とは、特定の人や物、場所、または経験に対して強い感情的な結びつきや親しみを持つことを指す言葉です。愛着は、単なる「好き」や「好み」よりも深く、長い時間をかけて培われる感情であり、その対象が心の中で特別な意味を持つようになります。
